Repository: newptcai/newptcai.github.io
Catalog: pelican/themes/minimalX/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Posted on %(when)s in %(category)s
de: Gepostet am %(when)s in %(category)s

source: All posts about %(tag)s
de: Alle Artikel zu %(tag)s

source: Did you like this article? Share it with your friends!
de: Dir gefällt dieser Post? Dann teile ihn mit deinen Freunden!

source: Interesting post on %(sitename)s
de: Interessanter Artikel auf %(sitename)s

source: Hey, I just read this article and really enjoyed it. I'm sure you also like it ;) %(url)s
de: Hey, les dir doch mal den Artikel durch! Müsste dir gefallen ;) %(url)s

source: Posts by %(author)s - %(sitename)s
de: Artikel von %(author)s - %(sitename)s

source: Posts by
de: Artikel von

source: Authors
de: Autoren

source: About me
de: Über mich

source: All posts
de: Alle Artikel

source: Guest authors
de: Gastautoren

source: Categories
de: Kategorien

source: About | Privacy
de: Impressum | Datenschutz

source: Continue reading
de: Weiterlesen

source: All posts about
de: Alle Artikel zu
